Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# privacyData.errorCrashReports.subtitle2
source: View Sentry Privacy Policy
ar: عرض سياسة خصوصية الحراسة
bn: Sentry-এর গোপনীয়তা নীতি দেখুন
de: Sentry-Datenschutzerklärung anzeigen
es: Ver política de privacidad de centinela
fa: مشاهده سیاست حفظ حریم خصوصی Sentry
fr: Voir la politique de traitement des données de Sentry
hi: Sentry गोपनीयता नीति देखें
it: Visualizza Informativa Sulla Privacy Della Sentry
ja: Sentry プライバシーポリシーを表示
pt_br: Ver Política de Privacidade de Sentry
ru: Посмотреть политику конфиденциальности Sentry
tr: Sentry Gizlilik Politikasını Görüntüle
uk: Переглянути політику конфіденційності Sentry
vi: Xem Chính sách quyền riêng tư của Sentry
zh_hans: 查看Sentry隐私政策

# processingAccount.subtitle2
source: We’re verifying your subscription—no personal details are ever tied to your identity
ar: نحن نقوم بالتحقق من اشتراكك - لا توجد تفاصيل شخصية مرتبطة بهويتك
bn: আমরা আপনার সাবস্ক্রিপশন যাচাই করছি — কোনো ব্যক্তিগত তথ্য কখনোই আপনার পরিচয়ের সঙ্গে যুক্ত করা হয় না
de: Wir verifizieren dein Abonnement - es werden keine persönlichen Daten mit deiner Identität verknüpft
es: Estamos verificando tu suscripción—ningún dato personal está vinculado a tu identidad
fa: ما در حال تأیید اشتراک شما هستیم—هیچ اطلاعات شخصی هرگز به هویت شما مرتبط نمی‌شود
fr: Nous vérifions votre abonnement—aucune information personnelle n'est liée à votre identité
hi: हम आपकी सदस्यता सत्यापित कर रहे हैं—आपकी पहचान से व्यक्तिगत विवरण कभी नहीं जुड़े होते
it: Stiamo verificando il tuo abbonamento — nessun dato personale è mai legato alla tua identità
ja: サブスクリプションを確認中です。個人情報はお客様のIDに関連付けられていません。
pt_br: Estamos verificando sua assinatura — nenhum dado pessoal está vinculado à sua identidade
ru: Мы проверяем вашу подписку — никакие личные данные никогда не связываются с вашей личностью
tr: Aboneliğiniz doğrulanıyor—kişisel bilgileriniz asla kimliğinizle ilişkilendirilmez.
uk: Ми перевіряємо вашу підписку — ваші особисті дані ніколи не прив'язуються до вашої особи
vi: Chúng tôi đang xác minh đăng ký của bạn — không bao giờ liên kết thông tin cá nhân với danh tính của bạn
zh_hans: 我们正在验证您的订阅—请放心，不会涉及任何与您的真实身份关联的个人信息

# processingAccount.subtitle3
source: These zero-knowledge credentials prove you have access without revealing who you are
ar: وثائق اعتماد المعرفة الصفرية هذه تثبت أن لديك حق الوصول دون الكشف عن من أنت
bn: এই জিরো-নলেজ ক্রেডেনশিয়ালগুলো প্রমাণ করে আপনি অ্যাক্সেসের অধিকারী, কিন্তু আপনার পরিচয় ফাঁস করে না
de: Diese Zero-Knowledge-Anmeldeinformationen beweisen, dass du Zugriff hast, ohne deine Identität preiszugeben
es: Estas credenciales de conocimiento cero demuestran que tienes acceso sin revelar quiénes eres
fa: این مدارک دانش صفر اثبات می‌کنند که شما بدون اینکه هویت خود را فاش کنید دسترسی دارید
fr: Ces informations d'identification sans connaissance prouvent que vous avez accès sans révéler qui vous êtes
hi: ये zero-knowledge क्रेडेंशियल इस बात को साबित करते हैं कि आपके पास पहुँच है बिना यह बताये कि आप कौन हैं
it: Queste credenziali a conoscenza zero dimostrano di avere accesso senza rivelare chi sei
ja: これらのゼロ知識資格情報は、あなたが誰であるかを明らかにせずにアクセスできることを証明します
pt_br: Estas credenciais de conhecimento zero provam que você tem acesso sem revelar quem você é
ru: Эти учётные данные с нулевым разглашением (zero-knowledge credentials) подтверждают, что у вас есть доступ, не раскрывая, кто вы
tr: Bu sıfır bilgi kimlik bilgileri, kimliğinizi açığa çıkarmadan erişiminiz olduğunu kanıtlar.
uk: Ці повноваження повноваження доводять, що у вас є доступ без розкриття того, хто ви є
vi: Các thông tin xác thực zero-knowledge này chứng minh bạn có quyền truy cập mà không tiết lộ danh tính của bạn
zh_hans: 这些零知识凭据在不透露真实身份证明您拥有NymVPN的使用权

# processingAccount.subtitle4
source: Your anonymous access credentials are now safely stored, private, encrypted, and in your control
ar: يتم الآن تخزين بيانات اعتماد الوصول المجهول الخاصة بك بأمان، خاصّة، مشفّرة، وفي التحكم الخاص بك
bn: আপনার গোপনীয় অ্যাক্সেস ক্রেডেনশিয়ালগুলো এখন নিরাপদে সংরক্ষিত , ব্যক্তিগত, এনক্রিপ্টেড এবং আপনার নিয়ন্ত্রণে রয়েছে
de: Deine anonymen Anmeldeinformationen sind nun sicher gespeichert, privat, verschlüsselt und unter deiner Kontrolle
es: Sus credenciales de acceso anónimos ahora están almacenadas, privadas y cifradas de forma segura y bajo su control
fa: اطلاعات دسترسی ناشناس شما اکنون به صورت ایمن ذخیره شده‌اند، خصوصی، رمزنگاری شده و تحت کنترل شما هستند
fr: Vos identifiants d'accès anonymes sont maintenant stockés en toute sécurité, privés, chiffrés et dans votre contrôle
hi: आपके गुमनाम पहुंच प्रमाणपत्र अब सुरक्षित, निजी, एन्क्रिप्टेड हैं और आपके नियंत्रण में हैं
it: Le tue credenziali di accesso anonime sono ora archiviate in modo sicuro, private, crittografate e nel tuo controllo
ja: 匿名のアクセス資格情報は安全に保管、非公開、暗号化、および制御に保存されます。
pt_br: Suas credenciais de acesso anônimo agora estão armazenadas, privadas e criptografadas com segurança em seu controle
ru: Ваши анонимные учётные данные теперь надёжно сохранены, приватны, зашифрованы и находятся под вашим контролем
tr: Anonim erişim kimlik bilgileriniz artık güvenli bir şekilde saklanıyor; gizli, şifreli ve tamamen sizin kontrolünüzde.
uk: Ваші анонімні дані доступу тепер зберігаються, приватні, шифруються та керуються вашим контролем
vi: Thông tin xác thực truy cập ẩn danh của bạn hiện đã được lưu trữ an toàn, riêng tư, được mã hóa, và do bạn kiểm soát
zh_hans: 您的匿名访问凭据现已安全地加密保存并在您的控制下

# processingAccount.subtitle5
source: You're now fully protected
ar: أنت الآن محمي بالكامل
bn: আপনি এখন সম্পূর্ণরূপে সুরক্ষিত
de: Du bist jetzt vollständig geschützt
es: Ahora estás completamente protegido
fa: شما اکنون به‌طور کامل محافظت شده‌اید
fr: Vous êtes protégés
hi: आप अब पूरी तरह से संरक्षित हैं
it: Ora sei completamente protetto
ja: 完全に保護されています
pt_br: Agora você está totalmente protegido
ru: Теперь вы полностью защищены
tr: Artık tamamen güvendesiniz
uk: Тепер ви повністю захищені
vi: Bạn hiện đã được bảo vệ toàn diện
zh_hans: 您的流量现在已全面受到保护

# processingAccount.title2
source: Processing your payment securely...
ar: معالجة الدفع الخاص بك بشكل آمن...
bn: আপনার পেমেন্ট নিরাপদে প্রক্রিয়াকরণ করা হচ্ছে...
de: Sichere Abwicklung deiner Zahlung...
es: Procesando su pago de forma segura...
fa: پردازش امن پرداخت شما...
fr: Traitement de votre paiement en toute sécurité...
hi: आपका भुगतान सुरक्षित रूप से संसाधित किया जा रहा है...
it: Elaborazione del pagamento in modo sicuro...
ja: 支払いを安全に処理しています...
pt_br: Processando o seu pagamento em segurança...
ru: Обрабатываем ваш платёж в безопасном режиме...
tr: Ödemeniz güvenli bir şekilde işleniyor…
uk: Безпечна обробка ваших платежів...
vi: Đang xử lý thanh toán của bạn một cách an toàn...
zh_hans: 安全地处理您的付款...

# processingAccount.title3
source: Retrieving your anonymous account credentials (zk-nyms)...
ar: استرداد بيانات اعتماد حسابك المجهول (zk-nyms)...
bn: আপনার গোপনীয় অ্যাকাউন্ট ক্রেডেনশিয়াল (zk-nyms) উদ্ধারের চেষ্টা চলছে
de: Abrufen deiner anonymen Anmeldeinformationen (zk-nyms)...
es: Recuperando las credenciales de su cuenta anónima (zk-nyms)...
fa: در حال بازیابی اطلاعات حساب ناشناس شما (شناسه‌های zk-nyms)...
fr: Récupération de vos identifiants de compte anonymes (zk-nyms)...
hi: आपके गुमनाम अकाउंट की प्रमाणीकरण जानकारी (zk-nyms) प्राप्त की जा रही है...
it: Recupero delle credenziali anonime dell'account (zk-nyms)...
ja: 匿名アカウントの資格情報を取得しています...
pt_br: Recuperando suas credenciais de conta anônima (zk-nyms)...
ru: Извлечение ваших анонимных учётных данных аккаунта (zk-nyms)...
tr: Anonim hesap kimlik bilgileriniz (zk-nymler) alınıyor…
uk: Отримання ваших анонімних облікових даних (zk-nyms)...
vi: Đang lấy thông tin xác thực tài khoản ẩn danh của bạn (zk-nyms)...
zh_hans: 正在获取您的匿名帐户凭据(zk-nyms)...

# processingAccount.title4
source: Saving your zk-nyms on the device...
ar: حفظ الرمز zk-nyms الخاص بك على الجهاز...
bn: আপনার zk-nyms ডিভাইসে সংরক্ষণ করা হচ্ছে
de: Speichern deiner zk-nyms auf dem Gerät...
es: Guardando tus zk-nyms en el dispositivo...
fa: در حال ذخیره zk-nyms روی دستگاه شما...
fr: Enregistrement de vos zk-nyms sur l'appareil...
hi: डिवाइस पर आपके zk-nyms सहेजे जा रहे हैं...
it: Salvataggio dei tuoi zk-nyms sul dispositivo...
ja: zk-nyms をデバイスに保存しています...
pt_br: Salvando seu zk-nyms no dispositivo...
ru: Сохранение Zk-nyms на устройстве...
tr: Zk-nymleriniz cihazda kaydediliyor…
uk: Збереження ваших k-ніг на пристрої...
vi: Đang lưu zk-nyms của bạn trên thiết bị...
zh_hans: 正在保存您的zk-nyms到设备本地...

# processingAccount.title5
source: Welcome to true privacy 🎉
ar: مرحبا بك في الخصوصية الحقيقية 🎉
bn: সত্যিকারের গোপনীয়তায় স্বাগতম
de: Willkommen in der Welt der wahren Privatsphäre 🎉
es: Bienvenido a la verdadera privacidad 🎉
fa: به حریم خصوصی واقعی خوش آمدید 🎉
fr: La confidentialité est à vous 🎉
hi: असली गोपनीयता में आपका स्वागत है 🎉
it: Benvenuto nella vera privacy 🎉
ja: 真のプライバシーへようこそ 🎉
pt_br: Bem-vindo à verdadeira privacidade 🎉
ru: Добро пожаловать в настоящую приватность 🎉
tr: Gerçek gizliliğe hoş geldiniz 🎉
uk: Ласкаво просимо до справжнього конфіденційності 🎉
vi: Chào mừng đến với quyền riêng tư thật sự 🎉
zh_hans: 欢迎来到真正的隐私 🎉

# proxy.activeConnections
source: Active connections
ar: اتصالات نشطة
bn: সক্রিয় সংযোগ
de: Aktive Verbindungen
es: Conexiones activas
fa: اتصال‌های فعال
fr: Connexions actives
hi: सक्रिय कनेक्शन
it: Connessioni attive
ja: アクティブなコネクション
pt_br: Conexões ativas
ru: Активные подключения
uk: Активні з'єднання
vi: Kết nối đang hoạt động
zh_hans: 活动连接

# proxy.httpRpc.instructions
source: Use this in MetaMask or other Web3 wallets to make RPC calls through the Nym mixnet. Replace <your-provider-url> with your actual RPC endpoint.
ar: استخدم هذا في MetaMask أو محافظ Web3 لإجراء مكالمات RPC من خلال Mym mixnet. استبدل <your-provider-url> بنقطة نهاية RPC الفعلية الخاصة بك.
bn: MetaMask বা অন্যান্য Web3 ওয়ালেটে RPC কল Nym মিক্সনেটের মাধ্যমে করতে এটি ব্যবহার করুন। provider-url-কে আপনার প্রকৃত RPC এনডপয়েন্ট দিয়ে প্রতিস্থাপন করুন।
de: Verwende dies in MetaMask oder anderen Web3-Wallets, um RPC-Aufrufe über das Nym-Mixnet zu tätigen. Ersetze <your-provider-url> mit deinem tatsächlichen RPC-Endpunkt.
es: Usa esto en MetaMask u otros monederos Web3 para hacer llamadas RPC a través de la red mixta Nym. Reemplaza <your-provider-url> con tu punto final real de RPC.
fa: ℹ️ از این مورد در MetaMask یا سایر کیف‌پول‌های Web3 استفاده کنید تا فراخوانی‌های RPC از طریق میکس‌نت Nym انجام شود. مقدار <your-provider-url> را با نقطهٔ پایانی فعلی RPC خود جایگزین کنید.
fr: Utilisez ceci dans MetaMask ou d'autres portefeuilles Web3 pour passer des appels RPC via le mixnet Nym. Remplacez <your-provider-url> par votre point de terminaison RPC.
hi: MetaMask या अन्य Web3 वॉलेट में Nym मिक्सनेट के माध्यम से RPC कॉल करने के लिए इसका उपयोग करें। <your-provider-url> को अपने वास्तविक RPC एंडपॉइंट से बदलें।
it: Usa questo in MetaMask o altri portafogli Web3 per effettuare chiamate RPC attraverso il mixnet Nym. Sostituisci <your-provider-url> con il tuo effettivo endpoint RPC.
ja: これをメタマスクや他のWeb3ウォレットで使用して、Nym mixnetを介してRPC呼び出しを行います。実際のRPCエンドポイントに <your-provider-url> を置き換えます。
pt_br: Use isso na MetaMask ou em outras carteiras Web3 para fazer chamadas RPC através do Nym mixnet. Substitua <your-provider-url> pelo seu ponto de extremidade real de RPC.
ru: Используйте эту строку в MetaMask или других Web3-кошельках для выполнения RPC-вызовов через микснет Nym. Замените <your-provider-url> на ваш фактический RPC-эндпоинт.
uk: Використовуйте це в MetaMask або інших гаманцях Web3, щоб здійснювати RPC-виклики через мікснет Nym. Замініть <your-provider-url> на ваш фактичний кінцевий пункт RPC.
vi: Sử dụng URL này trong MetaMask hoặc các ví Web3 khác để thực hiện lệnh gọi RPC thông qua Nym mixnet. Thay <your-provider-url> bằng điểm cuối RPC thực tế của bạn.
zh_hans: 使用该功能使MetaMask或其他Web3钱包通过Nym混合网络进行RPC会话。使用您的实际的RPC端点URL来替换<your-provider-url>。

# proxy.httpRpc.proxyTitle
source: HTTP RPC proxy (for wallets)
ar: وكيل HTTP RPC (للمحفظات)
bn: HTTP RPC প্রক্সি (ওয়ালেটগুলোর জন্য)
de: HTTP-RPC-Proxy (für Wallets)
es: Proxy RPC HTTP (para carteras)
fa: پروکسی HTTP RPC (برای کیف‌پول‌ها)
fr: Proxy HTTP RPC (pour les portefeuilles)
hi: HTTP RPC प्रॉक्सी (वॉलेट के लिए)
it: HTTP RPC proxy (per portafogli)
ja: HTTP RPCプロキシ (ウォレット用)
pt_br: Proxy RPC HTTP (para carteiras)
ru: HTTP RPC прокси (для кошельков)
uk: HTTP RPC-проксі (для гаманців)
vi: Máy chủ proxy RPC HTTP (dành cho ví điện tử)
zh_hans: HTTP RPC 代理 (用于数字钱包)

# proxy.httpRpc.proxyUrlTitle
source: HTTP RPC URL (for wallets)
ar: HTTP RPC URL (للمحفظات)
bn: HTTP RPC URL (ওয়ালেটগুলোর জন্য)
de: HTTP-RPC-URL (für Wallets)
es: URL RPC HTTP (para carteras)
fa: آدرس HTTP RPC (برای کیف‌پول‌ها)
fr: URL HTTP RPC (pour les portefeuilles)
hi: HTTP RPC URL (वॉलेट के लिए)
it: URL HTTP RPC (per portafogli)
ja: HTTP RPC URL (ウォレット用)
pt_br: URL HTTP RPC (para carteiras)
ru: URL HTTP RPC (для кошельков)
uk: HTTP RPC-проксі (для гаманців)
vi: URL RPC HTTP (dành cho ví điện tử)
zh_hans: HTTP RPC URL (用于数字钱包)

# proxy.proxyStatus
source: Proxy status:
ar: حالة الوكيل:
bn: প্রক্সি স্থিতি:
es: Estado del proxy:
fa: وضعیت پروکسی:
fr: Statut du proxy :
hi: प्रॉक्सी स्थिति:
it: Stato del proxy:
ja: プロキシの状態:
pt_br: Status do proxy:
ru: Статус прокси:
uk: Статус проксі:
vi: Trạng thái proxy:
zh_hans: 代理状态：

# proxy.proxyStatus.connected
source: Connected
ar: متصل
bn: সংযুক্ত
de: Verbunden
es: Conectado
fa: متصل
fr: Connecté
hi: कनेक्शन सफल हुआ
it: Connesso
ja: 接続済み
pt_br: Conectado
ru: Подключено
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接

# proxy.proxyStatus.disabled
source: Disabled
ar: معطل
bn: অক্ষমিত
de: Deaktiviert
es: Deshabilitado
fa: غیرفعال
fr: Désactivé
hi: डिसेबल
it: Disabilitato
ja: 無効
pt_br: Desabilitado
ru: Отключено
uk: Відключено
vi: Đã tắt
zh_hans: 已禁用

# proxy.proxyStatus.loading
source: Loading…
ar: جاري التحميل…
bn: লোড হচ্ছে
de: Lade…
es: Cargando…
fa: در حال بارگذاری…
fr: Chargement de…
hi: लोड हो रहा है…
it: Caricamento…
pt_br: Carregando…
ru: Загрузка…
uk: Завантаження…
vi: Đang tải…
zh_hans: 正在加载…

# proxy.snackbar.connectionFailed
source: Proxy connection error. Check your app configuration or try restarting the proxy.
ar: خطأ في اتصال البروكسي. تحقق من إعدادات التطبيق الخاص بك أو حاول إعادة تشغيل الوكيل.
bn: প্রক্সি সংযোগ ত্রুটি। আপনার অ্যাপ কনফিগারেশন চেক করুন বা প্রক্সি পুনরায় চালু করে দেখুন।
de: Proxy-Verbindungsfehler. Überprüfe deine App-Konfiguration oder versuche, den Proxy neu zu starten.
es: Error de conexión al proxy. Compruebe la configuración de su aplicación o intente reiniciar el proxy.
fa: خطا در اتصال پروکسی. تنظیمات اپ را بررسی کنید یا پروکسی را دوباره راه‌اندازی کنید.
fr: Erreur de connexion au proxy. Vérifiez la configuration de votre application ou essayez de redémarrer le proxy.
hi: प्रॉक्सी कनेक्शन में एरर। कृपया अपने ऐप कॉन्फ़िगरेशन की जाँच करें या प्रॉक्सी को रीस्टार्ट करने का प्रयास करें।
it: Errore di connessione proxy. Controlla la configurazione dell'app o prova a riavviare il proxy.
ja: プロキシ接続エラー。アプリの設定を確認するか、プロキシを再起動してみてください。
pt_br: Erro de conexão proxy. Verifique sua configuração de aplicativo ou tente reiniciar o proxy.
ru: Ошибка подключения к прокси. Проверьте настройки приложения или попробуйте перезапустить прокси.
uk: Помилка підключення до проксі-сервера. Перевірте налаштування програми або спробуйте перезапустити проксі-сервер.
vi: Lỗi kết nối proxy. Vui lòng kiểm tra cấu hình ứng dụng hoặc thử khởi động lại proxy.
zh_hans: 代理连接错误。请检查您的应用程序配置或尝试重启代理服务器。

# proxy.snackbar.successfullyEnabled
source: Proxy successfully enabled
ar: تم تمكين البروكسي بنجاح
bn: প্রক্সি সফলভাবে সক্রিয় করা হয়েছে
de: Proxy erfolgreich aktiviert
es: Proxy habilitado con éxito
fa: پروکسی با موفقیت فعال شد
fr: Proxy activé avec succès
hi: प्रॉक्सी सफलतापूर्वक एनेबल किया गया
it: Proxy abilitato correttamente
ja: プロキシが正常に有効になりました
pt_br: Proxy habilitado com sucesso
ru: Прокси успешно включен
uk: Проксі успішно увімкнено
vi: Đã bật proxy thành công
zh_hans: 已成功启用代理

# proxy.socks5.instructions
source: Add this to your browser's proxy settings to route traffic through the Nym mixnet
ar: أضف هذا إلى إعدادات البروكسي في المتصفح الخاص بك لتوجيه حركة المرور من خلال Nym mixnet
bn: ব্রাউজারের প্রক্সি সেটিংসে এটি যোগ করুন যাতে ট্রাফিক Nym মিক্সনেটের মাধ্যমে যায়
de: Füge dies zu den Proxy-Einstellungen deines Browsers hinzu, um den Datenverkehr durch das Nym-Mixnet zu leiten
es: Agregue esto a la configuración del proxy de su navegador para enrutar el tráfico a través de la mixnet de Nym
fa: این مورد را به تنظیمات پروکسی مرورگر خود اضافه کنید تا ترافیک از طریق میکس‌نت Nym هدایت شود
fr: Ajoutez ceci aux paramètres proxy de votre navigateur pour acheminer le trafic à travers le mixnet Nym
hi: ट्रैफ़िक को Nym मिक्सनेट के माध्यम से रूट करने के लिए इसे अपने ब्राउज़र की प्रॉक्सी सेटिंग्स में जोड़ें।
it: Aggiungilo alle impostazioni del proxy del tuo browser per instradare il traffico attraverso il mixnet Nym
ja: これをブラウザーのプロキシ設定に追加して、Nym mixnet 経由のトラフィックをルーティングします。
pt_br: Adicione isto às configurações de proxy do seu navegador para rotear tráfego através do Nym mixnet
ru: Добавьте это в настройки прокси вашего браузера, чтобы направлять трафик через микснет Nym
uk: Додайте це до налаштувань проксі-сервера вашого браузера, щоб маршрутизувати трафік через мікснет Nym.
vi: Thêm vào cài đặt proxy của trình duyệt để định tuyến lưu lượng truy cập qua Nym mixnet
zh_hans: 将此添加到您浏览器的代理设置中以通过Nym混合网络来路由流量

# proxy.socks5.proxyTitle
source: SOCKS5 proxy (for apps)
ar: وكيل SOCKS5 (للتطبيقات)
bn: SOCKS5 প্রক্সি (অ্যাপগুলোর জন্য)
de: SOCKS5 Proxy (für Apps)
es: Proxy SOCKS5 (para aplicaciones)
fa: پروکسی SOCKS5 (برای اپ‌ها)
fr: proxy SOCKS5 (pour les applications)
hi: SOCKS5 प्रॉक्सी (ऐप्स के लिए)
it: SOCKS5 proxy (per le app)
ja: SOCKS5 プロキシ (アプリ用)
pt_br: Proxy SOCKS5 (para aplicativos)
ru: SOCKS5 прокси (для приложений)
uk: Проксі SOCKS5 (для додатків)
vi: Proxy SOCKS5 (dành cho ứng dụng)
zh_hans: SOCKS5 代理 (用于应用程序)

# proxy.socks5.proxyUrlTitle
source: SOCKS5 URL (for apps)
ar: رابط SOCKS5 (للتطبيقات)
bn: SOCKS5 URL (অ্যাপগুলোর জন্য)
de: SOCKS5-URL (für Apps)
es: URL SOCKS5 (para aplicaciones)
fa: SOCKS5 URL (برای اپ‌ها)
fr: URL SOCKS5 (pour applications)
hi: SOCKS5 URL (ऐप्स के लिए)
it: URL SOCKS5 (per applicazioni)
ja: SOCKS5 URL (アプリ用)
pt_br: URL SOCKS5 (para aplicativos)
ru: URL-адрес SOCKS5 (для приложений)
uk: URL SOCKS5 (для додатків)
vi: URL SOCKS5 (dành cho ứng dụng)
zh_hans: SOCKS5 URL (用于应用程序)

# proxy.status.title
source: Enable proxy
ar: تمكين الوكيل
bn: প্রক্সি সচল করুন
de: Proxy aktivieren
es: Activar proxy
fa: فعال‌سازی پروکسی
fr: Activer le proxy
hi: प्रॉक्सी एनेबल करें
it: Abilita proxy
ja: プロキシを有効化
pt_br: Habilitar proxy
ru: Включить прокси
uk: Увімкнути проксі
vi: Bật proxy
zh_hans: 启用代理

# proxy.subtitle
source: Routes app and wallet traffic through the Nym mixnet for enhanced privacy via a SOCKS5 proxy for apps and HTTP RPC proxy for wallets.
ar: توجيه التطبيق وحركة مرور المحفظة من خلال شبكة Nym mixnet لتحسين الخصوصية عن طريق وكيل SOCKS5 للتطبيقات ووكيل HTTP RPC للمحافظ.
bn: বর্ধিত গোপনীয়তার জন্য অ্যাপ ও ওয়ালেট ট্রাফিক Nym মিক্সনেটের মাধ্যমে রুট করা হয় — অ্যাপগুলোর জন্য SOCKS5 প্রক্সি ও ওয়ালেটের জন্য HTTP RPC প্রক্সি ব্যবহার করে।
de: Leitet den App- und Wallet-Verkehr durch das Nym-Mixnet, um die Privatsphäre mittels SOCKS5-Proxy für Apps und HTTP-RPC-Proxy für Wallets zu verbessern.
es: Aplicación de rutas y tráfico de cartera a través de la mixnet de Nym para mejorar la privacidad a través de un proxy SOCKS5 para aplicaciones y proxy HTTP RPC para carteras.
fa: برای افزایش حریم خصوصی، ترافیک اپ‌ها و کیف‌پول‌ها را از طریق میکس‌نت Nym هدایت می‌کند؛ با استفاده از پروکسی SOCKS5 برای اپ‌ها و پروکسی HTTP RPC برای کیف‌پول‌ها.
fr: Routes du trafic des applications et des portefeuilles à travers le mixnet Nym pour améliorer la confidentialité via un proxy SOCKS5 pour les applications et un proxy RPC HTTP pour les portefeuilles.
hi: यह ऐप और वॉलेट के ट्रैफिक को Nym मिक्सनेट के माध्यम से रूट करता है, जिससे ऐप्स के लिए SOCKS5 प्रॉक्सी और वॉलेट के लिए HTTP RPC प्रॉक्सी का उपयोग करके बेहतर प्राइवेसी सुनिश्चित होती है।
it: Routes app and wallet traffic through the Nym mixnet for enhanced privacy through a SOCKS5 proxy for apps and HTTP RPC proxy for wallets.
ja: アプリとウォレットトラフィックをNym mixnet経由でルートし、アプリ用SOCKS5プロキシとウォレット用HTTPRPCプロキシを介してプライバシーを強化します。
pt_br: Rota aplicativos e tráfego de carteira através do Nym mixnet para maior privacidade através de um proxy SOCKS5 para aplicativos e proxy RPC HTTP para carteiras.
ru: Направляет трафик приложений и кошельков через микснет Nym для повышенной приватности, используя SOCKS5-прокси для приложений и HTTP RPC-прокси для кошельков.
uk: Маршрутизує трафік додатків і гаманців через мікснет Nym для підвищення конфіденційності за допомогою проксі SOCKS5 для додатків і проксі HTTP RPC для гаманців.
vi: Định tuyến lưu lượng truy cập ứng dụng và ví thông qua Nym mixnet để tăng cường quyền riêng tư bằng cách sử dụng proxy SOCKS5 cho ứng dụng và proxy HTTP RPC cho ví.
zh_hans: 通过Nym混合网络路由应用程序和钱包的网络流量以获得更好的隐私保护。 此功能为应用程序创建本地的SOCKS5代理，以及为数字钱包创建HTTP RPC代理。

# purchasePlan.allFeatures
source: All features included
ar: جميع الميزات متضمنة
de: Alle Funktionen enthalten
es: Todas las características incluidas
fr: Toutes les fonctionnalités incluses
it: Tutte le funzionalità incluse
ja: すべての機能が含まれています
pt_br: Todos os recursos incluídos
ru: Все функции включены
zh_hans: 包含所有功能

# purchasePlan.cancelAnytime
source: Cancel anytime
ar: إلغاء في أي وقت
de: Jederzeit abbrechen
es: Cancelar en cualquier momento
fr: Annuler à tout moment
it: Annulla in qualsiasi momento
ja: いつでもキャンセル
pt_br: Cancele quando quiser
ru: Отменить в любое время
zh_hans: 随时取消

# purchasePlan.fullyProtected
source: You’re now fully protected
ar: أنت الآن محمي بالكامل
bn: আপনি এখন সম্পূর্ণরূপে সুরক্ষিত
de: Du bist jetzt vollständig geschützt
es: Ahora estás completamente protegido
fa: شما اکنون به‌طور کامل محافظت شده‌اید
fr: Vous êtes maintenant entièrement protégé
hi: आप अब पूरी तरह से संरक्षित हैं
it: Ora sei completamente protetto
ja: 完全に保護されています
pt_br: Você agora está totalmente protegido
ru: Теперь вы полностью защищены
tr: Artık tamamen güvendesiniz
uk: Тепер ви повністю захищені
vi: Bạn hiện đã được bảo vệ toàn diện
zh_hans: 您现在已经受到充分保护

# purchasePlan.noAds
source: No ads
ar: لا توجد إعلانات
de: Keine Werbung
es: Sin anuncios
fr: Aucune publicité
it: Nessuna pubblicità
ja: 広告なし
pt_br: Sem anúncios
ru: Нет рекламы
zh_hans: 没有广告

# purchasePlan.selectPlan
source: Choose plan
ar: اختر الخطة
de: Plan auswählen
es: Elegir plan
fr: Choisissez une offre
hi: अपना NymVPN योजना चुनें
it: Scegli piano
ja: プランを選択
pt_br: Escolher plano
ru: Выберите план
zh_hans: 选择计划

# purchasePlan.startUsing
source: Start using NymVPN
ar: بدء استخدام NymVPN
bn: এখনই NymVPN ব্যবহার শুরু করুন
de: NymVPN verwenden
es: Empezar a usar NymVPN
fa: شروع به استفاده از NymVPN
fr: Commencer à utiliser NymVPN
hi: NymVPN का उपयोग शुरू करें
it: Inizia a usare NymVPN
pt_br: Comece a usar o NymVPN
ru: Начать использовать NymVPN
tr: NymVPN kullanmaya başlayın
uk: Почніть користуватися NymVPN
vi: Bắt đầu sử dụng NymVPN
zh_hans: 开始使用 NymVPN
